{
    "20-plus-years": "End-to-End Digital Architecture & Predictive Business Growth",
    "about": "About",
    "about-ibai-fernandez": "About Ibai Fern谩ndez",
    "achievements-unveiled": "Achievements Unveiled",
    "all-forms-of-creativity": "all forms of creativity",
    "all-rights-reserved": "All rights reserved",
    "an-educational-oddissey": "The Architectural Foundation",
    "brands-that-believe-in-me": "Brands that believe in me",
    "break-the-ice": "Break the ice",
    "client-management-public-relations": "Enterprise Account Governance",
    "communication-everywhere": "Communication everywhere",
    "communicative": "Message Flow Mastery",
    "communicative-commercial-teaching": "Governance & Massive Scaling",
    "contact": "Contact",
    "contact-me": "Contact me",
    "creative": "UX/UI & Narrative Architecture",
    "digital-innovation-consulting": "B2B Tech Innovation Consulting",
    "digital-marketing-content-strategy": "Data-Driven Funnel Architecture",
    "digital-project-management": "Systemic Project Orchestration",
    "download": "Download",
    "download-cv": "Download my CV",
    "education-odyssey": "An Educational Odyssey",
    "email-address": "Email Address",
    "email": "Email",
    "email-me": "Email me",
    "essential-proficiencies": "The Systemic Arsenal",
    "executive": "Operations & Leadership",
    "exploring-my-journey-across-continents": "Exploring my journey across continents",
    "finest-work": "Finest Work",
    "first-name": "First Name",
    "front-end": "Front-End",
    "developer": "Developer",
    "front-end-development": "Front-End Development",
    "front-end-development-responsive-web-design": "Full-Stack & High-Conversion Front-End",
    "front-end-mkt-comms-creativity": "Front-end 路 MKT 路 Communications 路 Creativity",
    "global-footprint": "Global Footprint",
    "i-enjoy": "I enjoy",
    "last-name": "Last Name",
    "lets-get-in-touch": "Let's get in touch",
    "location": "Location",
    "mail-mkt-design-marketing-automation": "AI-Driven Automation & Revenue Engineering",
    "marketing-and-communication": "Marketing and Communication",
    "message": "Message",
    "my-growth-path": "Engineering World Domination for 2 Decades",
    "my-most-recent-projects": "My Most Recent Projects",
    "my-services": "My Services",
    "phone": "Phone",
    "professional-journey": "Professional Journey",
    "send": "Send",
    "strategic": "Data-Driven Strategy",
    "strategic-creative-executive": "Product & Narrative Design",
    "subject": "Subject",
    "take-a-look": "Take a look",
    "technical": "Full-Stack & AI Automation",
    "technical-strategic-creative": "Digital Architecture & Automation",
    "teaching": "Tech Evangelism & Upskilling",
    "the-faithful-few": "The Faithful Few",
    "the-languages-i-speak": "The languages I speak",
    "to-my-portfolio": "to my portfolio!",
    "training-and-professional-development": "Tech Evangelism & Upskilling",
    "user-interface-user-experience-design": "UX/UI & Narrative Architecture",
    "web-design-and-development": "Web and Mobile Development",
    "web-mobile-ui-ux-design": "UX/UI Development for Web and Mobile",
    "Welcome": "Welcome",
    "global-experience": "AI & Vibe Coding Orchestration",
    "spain-ecuador-colombia": ": Deploying complex Full-Stack solutions and autonomous agents to reduce delivery and deployment cycles from weeks to hours.",
    "a-whole-new-kind-of-monster": "Enterprise-Grade Automation",
    "bridging": ": Architecting predictive CRM ecosystems and behavioral decision trees for 18+ top-tier corporate brands.",
    "genuinely-digital": "Data-Driven Revenue Engineering",
    "fueled": ": Transforming traditional email marketing into highly scalable revenue engines using Next.js, TypeScript, and Python integrations.",
    "knowledge-seeker": "Cinematic Narrative to User Journeys",
    "constantly": ": Leveraged a decade of award-winning audiovisual direction and production to engineer digital funnels, proving that deep psychological triggers outperform raw, soulless algorithms.",
    "4geeks-alumnus": "Remote Agency Leadership",
    "grounded": ": Founded and directed a digital innovation agency, orchestrating B2B operations and integrating Marketing Intelligence with Design Thinking to scale remote client solutions.",
    "communication-maven": "Full-Stack eCommerce Infrastructures",
    "fluent": ": Validated market hypotheses by building, deploying, and scaling real-world digital retail ecosystems and payment gateways from scratch.",
    "tech-savvy-people-centric": "Mass-Scale Digital Evangelism",
    "equipped": ": Orchestrated nationwide tech adoption tours and remote crisis-response initiatives, successfully training and onboarding over 10,600 businesses and individuals into digital conversion ecosystems.",
    "entrepreneurial-spirit": "Global & Intercultural Agility",
    "infusing": ": Two decades of relentless adaptation, executing complex projects across Europe, the US, and Latin America.",
    "craftsman-of-digital-experiences": "Designing systems, activating the message, deploying massive momentum.",
    "united-states": "United States",
    "successfully-completed": "Engineered the technical muscle to build autonomous agents and full-stack architectures. Mastered React.js, Python, Node.js, and API integrations to transition from marketing strategy to hard-coded, scalable deployments.",
    "mit": "Massachusetts Institute of Technology (MIT)",
    "acquire-expertise": "Internalized human-centered product development methodologies. Acquired the architectural frameworks to design digital solutions that prioritize predictive user behavior and frictionless conversion paths.",
    "focused-on-seo": "Mastered programmatic advertising, SEO, and SEM ecosystems. Weaponized digital acquisition channels to orchestrate data-driven revenue engines and massive conversion funnels.",
    "advanced-expertise": "Deconstructed the psychology of language and human cognition. This deep understanding of narrative structure is the ultimate foundation for my high-conversion copywriting, UX writing, and precise LLM prompt engineering.",
    "mastered-esential": "Acquired the operational frameworks to govern complex media productions and studio workflows. Laid the early groundwork for managing high-performing remote teams and digital agency operations.",
    "acquired-valuable": "Mastered cross-cultural communication dynamics and global friction points. Unlocked the vital geopolitical agility required to deploy and adapt digital campaigns across diverse international markets.",
    "gained-comprehensive": "The genesis of the narrative integrator. Deeply internalized visual storytelling, semiotics, and media theory to master the psychological flow of the message long before digitizing and automating it.",
    "go-to-my-linkedin": "Go to my LinkedIn",
    "The Netherlands": "The Netherlands",
    "Spain": "Spain",
    "university-of-salamanca": "University of Salamanca",
    "diploma-at-msu": "Diploma in Media Management & Production (ISEP Scholar)",
    "nationality": "Nationality",
    "yob": "Year of Birth",
    "current-location": "Current Location",
    "personal-website": "Personal Website",
    "lets-get-social": "Let's get social!",
    "full-stack-bootcamp": "Full-Stack Software Engineering",
    "spanish": "Spanish",
    "diploma-in-design-thinking": "Certification in Design Thinking: Strategy for Innovation",
    "diploma-in-digital-marketing": "Diploma in Digital Marketing",
    "master-at-salamanca": "Master's in Psychopedagogy of Language & Literature",
    "diploma-at-the-hague": "Diploma in Intercultural Communication (Socrates-Erasmus)",
    "ba-in-av-comm": "BA in Audiovisual Communication",
    "de-haagse-hogeschool-den-haag": "De Haagse Hogeschool - Den Haag",
    "university-of-malaga": "University of Malaga",
    "commercial": "Revenue Engineering",
    "my-core-features": "Core Operating Capabilities",
    "currently": "Currently",
    "aug": "Aug",
    "marketing": "Marketing",
    "coordinator": "Coordinator",
    "chile-colombia-remote": "Chile 路 Colombia (remote)",
    "as-marketing-coordinator": "As Marketing Coordinator at LFi, I am responsible for developing and implementing high-impact",
    "digital-marketing-strategies-that": "digital marketing strategies that drive growth and success for our clients. I bring my extensive experience in web design and marketing to create innovative solutions that maximize ROI and online presence for our clients.",
    "lfi-mc-role-prefix": "Marketing Coordinator & ",
    "lfi-mc-role-suffix": "Funnel Architect",
    "lfi-mc-intro": "Promoted to take command of multichannel advertising ecosystems and the deep analysis of complex conversion funnels. In this pivotal role, I shifted the agency's operational focus from traditional campaign management to high-impact, data-driven systemic growth.",
    "lfi-mc-core-architectural-deployments": "Core Architectural Deployments:",
    "lfi-mc-deployment-1": "Strategic Multichannel Orchestration: Directed sophisticated advertising and email workflows, implementing advanced lead segmentation and behavioral automation to exponentially increase user conversions.",
    "lfi-mc-deployment-2": "Deep Funnel Analytics: Executed relentless performance analysis and continuous workflow optimization, systematically maximizing the operational efficiency and ROI of all digital acquisition channels.",
    "lfi-mc-deployment-3": "Interdisciplinary Integration: Aligned web development, UX/UI design, and narrative communication teams to architect seamless, high-converting digital experiences.",
    "lfi-mc-closing": "I utilized this role not merely to execute strategies, but to actively engineer the bridge between tactical marketing operations and massive systemic automationdirectly catalyzing my subsequent elevation to Automation Director.",
    "key-responsibilities": "Key Responsibilities",
    "developing-and-executing": "Developing and executing comprehensive digital marketing strategies aligned with our clients' business objectives.",
    "overseeing-multichannel": "Overseeing multichannel advertising and email campaigns to generate leads, increase engagement, and improve conversions.",
    "conducting-in-depth": "Conducting in-depth analysis of campaign performance and continuously optimizing workflows to maximize efficiency and impact.",
    "working-closely": "Working closely with design, development, and communication teams to create seamless user experiences and integrated solutions.",
    "implementing-advanced": "Implementing advanced lead segmentation and automation strategies for more effective and personalized marketing campaigns.",
    "strategy": "Strategy: ",
    "campaign-management": "Campaign Management: ",
    "analysis-and-optimization": "Analysis and Optimization: ",
    "interdisciplinary-collaboration": "Interdisciplinary Collaboration: ",
    "segmentation-and-automation": "Segmentation and Automation: ",
    "__comment": "Aqu铆 ir铆a m谩s cosas de trabajo",
    "native-speaker": "Spanish Native Speaker",
    "english-ef-set-certificate": "EF SET Certificate",
    "university-of-cambridge": "University of Cambridge",
    "certificate-in-advanced-english": "Certificate in Advanced English",
    "grade-b": "Grade B",
    "october-2016": "October 2016",
    "85-100-c2-proficient": "85/100 C2 Proficient",
    "chinese-hsk-1": "Chinese HSK 1",
    "spanish-language": "Spanish",
    "english-language": "English",
    "chinese-language": "Chinese",
    "all": "all",
    "writing": "writing",
    "photo": "photo",
    "crafting-attractive-functional-responsive-user-interfaces": "Engineering blazing-fast, data-driven Full-Stack architectures and predictive interfaces. I deploy Next.js and React ecosystems that ensure a frictionless user journey and exponential conversion rates.",
    "crafting-visually-engaging-email-campaigns": "Orchestrating complex CRM ecosystems and autonomous agents. I design behavioral decision trees and dynamic workflows that reduce deployment cycles to hours and skyrocket direct ROI.",
    "crafting-visually-captivating-intuitively-designed-user-interfaces": "Fusing human psychology with advanced interface design. I architect digital experiences utilizing deep semiotics and behavioral triggers to master the flow of the message and maximize user engagement.",
    "orchestration-of-digital-projects": "Commanding the entire lifecycle of complex digital products, from rapid MVP deployment to massive scaling. I align cross-functional tech and creative teams to deliver bulletproof business solutions.",
    "crafting-digital-marketing-strategies": "Architecting aggressive digital acquisition strategies to dominate market share. I leverage deep analytics and multichannel automation to turn raw traffic into a predictable revenue engine.",
    "strategic-advisory-on-innovative-digital-technologies": "Strategic auditing and deployment of enterprise-grade tech stacks. I identify critical bottlenecks and engineer customized operational architectures to align digital infrastructure with aggressive business goals.",
    "building-and-maintaining-strong-relationships-with-clients": "Governing high-stakes relationships with top-tier corporate clients. I translate raw business objectives into technical realities, ensuring seamless stakeholder alignment and long-term strategic loyalty.",
    "designing-and-delivering-professional-development-programs": "Deploying national-scale digital literacy and adoption programs. I coach internal teams and massive user bases, providing the hard skills and technical mindsets required to thrive in automated environments.",
    "multimedia-content-production": "Cinematic & Corporate Narrative",
    "creation-of-engaging-high-quality-multimedia-content": "Authoring high-stakes corporate messaging and multimedia assets. Leveraging a decade of audiovisual direction to engineer narratives that bypass logic and trigger psychological action.",
    "belen-recommendation": "Creative, innovative, and highly resourceful. It's always a pleasure to work with him!",
    "franco-recommendation": "Ibai is a true digital alchemist, turning ideas into effective and memorable email marketing campaigns. He has a level of care for detail that makes the difference, delivering impeccable campaigns that generate results and reflect his passion for what he does.",
    "fernanda-recommendation": "Ibai is a great professional and person. He cares deeply about his team and the work, constantly seeks ways to optimize tasks, and has broad expertise in email marketing. It is a pleasure to work with him day to day!",
    "bani-recommendation": "Ibai Fern谩ndez is a recent and invaluable asset to our team. His unique blend of skills in audiovisuals, development, and marketing automation is rare. Despite running a successful business, he finds time for complex requests. His peers at LFi Agency describe him as joyful, eloquent, kind, and direct. His ability to overdeliver and provide a wider perspective has lightened our workload. His sense of humor and commitment to timely solutions make him an integral part of our team. I wholeheartedly recommend Ibai for his consistent delivery of solutions that hugely contribute to our success. Ibai rocks! ",
    "marcelo-recommendation": "Ibai has successfully completed the software development program, focusing on executing projects that enhance his abilities and skills as a developer. He is hardworking, committed, consistent, respectful, and focused. It's a privilege to have him on board.",
    "pablo-recommendation": "Ibai is someone who, once he sets his mind to something (whatever it may be), goes forward and doesn't stop until he becomes a specialist. He seeks to understand the reasons behind things and always goes the extra mile. He is incredibly empathetic, with a high degree of teamwork, making him essential for collaborative work. Technically, he has a very steep learning curve, which helps him acquire new knowledge in ways rarely seen. Without a doubt, if I were to build a development team, it would be a pleasure to have him on my team.",
    "alfredo-recommendation": "Ibai is a person with a high level of involvement in his projects, constantly seeking to understand how things around him work, which means he continues to acquire new skills. Without a doubt, he will overcome any challenge that comes his way.",
    "cecilia-recommendation": "Ibai is a proactive person who meets the set objectives and adapts easily to work teams. He constantly seeks to improve himself and creates an excellent work environment.",
    "sol-recommendation": "I had the pleasure of sharing the 4Geeks Bootcamp with him and found him to be an outstanding professional with extensive technical knowledge. He is also eager to learn new things. As a person, it has been a delight to spend this time with him, as he is always willing to help his peers and create a pleasant team atmosphere.",
    "praise-parade": "Praise Parade",
    "words-that-warm-the-heart": "Words that Warm the Heart",
    "submit": "Submit",
    "as-a-front-end-developer": "As a Front-End Developer at LFi, I blend creativity with expertise in web design, marketing, and",
    "communication-to-craft": "communication to craft exceptional digital solutions.",
    "lfi-fea-role-prefix": "Front-End Developer & ",
    "lfi-fea-role-suffix": "Automation Architect",
    "lfi-fea-intro": "Engineered high-conversion digital interfaces and robust marketing automation ecosystems for the Chilean and LatAm markets. I focused on transitioning traditional web design into predictive, data-driven revenue engines.",
    "lfi-fea-core-architectural-deployments": "Core Architectural Deployments",
    "lfi-fea-core-deployment-1": "Coded and deployed highly optimized, responsive Front-End architectures and dynamic email ecosystems focused on maximizing user retention and Click-Through Rates.",
    "lfi-fea-core-deployment-2": "Bridged the gap between technical development and behavioral marketing, translating raw business objectives into automated, scalable digital workflows.",
    "developing-and-designing": "Developing and designing attractive and functional websites.",
    "designing-of-informative": "Designing informative newsletters and mailings.",
    "collaborating-closely": "Collaborating closely with a multidisciplinary team.",
    "managing-client-accounts": "Managing client accounts and contributing to their digital marketing strategies.",
    "notable-achievements-pocuro": "Notable Achievements for Inmobiliaria POCURO:",
    "lfi-fea-pocuro-achievement-1": "Architected and programmed complex, automated decision trees to classify massive databases, radically accelerating the acquisition of high-value real estate prospects.",
    "lfi-fea-pocuro-achievement-2": "Engineered advanced Lead Scoring algorithms and dynamic re-marketing workflows that skyrocketed lead generation and delivered a substantial ROI on marketing automation.",
    "lfi-fea-pocuro-achievement-3": "Optimized internal campaign pipelines by conducting precise data segmentation and automating repetitive lead-classification tasks, significantly increasing overall deployment efficiency.",
    "implemented-data-driven": "Implemented data-driven strategies that optimized the overall user experience and skyrocketed lead generation.",
    "significantly-enhanced": "Significantly enhanced the efficiency of email marketing campaigns.",
    "developed-and-implemented": "Developed and implemented re-marketing workflows that boosted lead generation.",
    "optimized-internal-workflows": "Optimized internal workflows to improve campaign production efficiency.",
    "conducted-precise-database": "Conducted precise database segmentation for more effective re-marketing efforts.",
    "automated-lead-classification": "Automated lead classification for streamlined database management.",
    "implemented-a-lead-scoring": "Implemented a lead scoring process that optimized lead selection for re-marketing.",
    "achieved-a-substantial": "Achieved a substantial ROI in marketing automation.",
    "lfi-provides-me": "LFi provides me the opportunity to merge technology with creativity, delivering innovative solutions that make a real impact on our clients' positioning.",
    "lfi-fea-closing": "This role served as the crucible for integrating Front-End development with advanced behavioral marketing, proving that clean code and systemic logic directly correlate with exponential business growth.",
    "in-this-new-role": "In this new role, I am excited to:",
    "leverage-my-experience": "Leverage my experience and skills to lead a talented marketing team.",
    "develop-and-implement": "Develop and implement innovative strategies that drive client growth.",
    "analyze-and-optimize": "Analyze and optimize campaign performance to maximize ROI.",
    "collaborate-with-teams": "Collaborate with teams across the company to achieve common goals.",
    "stay-updated": "Stay updated on the latest trends in digital marketing.",
    "jan": "Jan",
    "usa-ecuador-remote": "USA 路 Ecuador (remote)",
    "strategizing-market-entry": "strategizing market entry tactics, and forging pivotal alliances.",
    "overseeing-project-timelines": "Overseeing project timelines, budgets, and deliverables.",
    "facilitating-effective-communication": "Facilitating effective communication and collaboration among team members.",
    "identifying-mitigating-risks": "Identifying and mitigating project risks.",
    "providing-strategic-guidance": "Providing strategic guidance and problem-solving.",
    "cultivating-client-relationships": "Cultivating strong client relationships and ensuring customer satisfaction.",
    "ops": "Founder & Ops ",
    "director": "Director",
    "as-ops-director": "Founded and directed a 100% remote digital innovation agency, operating as the lead systemic integrator for B2B operations. I engineered digital growth architectures by fusing Marketing Intelligence, the Lean Canvas Business Model, and Design Thinking methodologies.",
    "project-account-management": "project and account management, strategic planning, and resource allocation within the digital innovation sector.",
    "leading-account-project-management": "Architected full-funnel marketing ecosystems, seamlessly integrating WordPress, Google Analytics, Mailchimp, and programmatic advertising frameworks to drive client acquisition.",
    "managing-customer-lifecycle": "Governed the complete B2B customer lifecycle, from initial requirement gathering and data-driven strategic planning to the deployment of scalable digital solutions and brand naming architecture.",
    "developing-managing-budgets-resources": "Engineered and deployed proprietary real-world eCommerce and retail laboratories to relentlessly test and validate UX/UI, digital acquisition, and automated customer retention hypotheses.",
    "producing-diverse-content": "Spearheaded the '2x2MKT' remote initiative during the global pandemic, designing high-volume training funnels that successfully upskilled 4,000+ individuals in digital marketing strategies.",
    "spearheading-branding-initiatives": "Spearheading branding initiatives, including naming and branding strategies.",
    "crafting-digital-strategies": "Crafting digital strategies, including search engine optimization (SEO), social media management, and digital advertising.",
    "providing-training-sessions": "Providing training sessions and delivering conferences on various digital marketing topics.",
    "my-tenure-aglaya": "AGLAYA was my ultimate testing ground for integrating technical infrastructure with business logic, proving that speed of execution and data-backed strategies are the true drivers of remote organizational growth.",
    "mkt-&-comms": "MKT & Comms",
    "manager": "Manager",
    "as-mkt-comms-manager": "As the Marketing and Communications Manager at NIC.ec, I was responsible for",
    "overseeing-implementing-campaigns": "overseeing and implementing all marketing and communication campaigns for the company",
    "ensuring-right-message": "Ensuring the company communicates the right message to attract potential customers and retain existing ones.",
    "representing-marketing-team": "Representing the marketing team in multifunctional groups, including product management, sales, or customer service.",
    "updating-senior-leaders": "Updating senior leaders on the progress of marketing activities and reporting on campaign results.",
    "managing-coordinating-staff": "Managing and coordinating creative and marketing staff.",
    "leading-market-research": "Leading market research efforts to discover the viability of current and existing products/services.",
    "collaborating-media-agencies": "Collaborating with media and advertising agencies.",
    "brainstorming-new-campaigns": "Brainstorming for the creation of new campaigns.",
    "coordinating-sales-team": "Coordinating with the sales team and other departments to produce effective strategies.",
    "monitoring-campaigns": "Monitoring current campaigns, ensuring staff meet deadlines and complete necessary tasks.",
    "analyzing-data": "Analyzing data to assess the success of marketing efforts and generate new ideas to improve marketing and brand exposure.",
    "my-tenure-nic-ec": "My tenure at NIC.ec was instrumental in honing my skills in marketing strategy, campaign management, and team leadership, contributing to the company's growth and success.",
    "nic-ec-mcm-role-prefix": "Marketing & Communications ",
    "nic-ec-mcm-role-suffix": "Manager",
    "nic-ec-mcm-intro": "Orchestrated the tactical execution of national marketing initiatives and cross-functional operations. I was tasked with translating high-level corporate vision into data-driven digital campaigns, ensuring precise market alignment and aggressive brand expansion.",
    "nic-ec-mcm-core-architectural-deployments": "Core Architectural Deployments:",
    "nic-ec-mcm-deployment-1": "Cross-Functional Orchestration: Bridged the gap between product management, sales, and executive leadership, engineering cohesive go-to-market strategies that aligned diverse departmental objectives into a single revenue engine.",
    "nic-ec-mcm-deployment-2": "Data-Driven Campaign Deployment: Directed the end-to-end execution of multichannel advertising, leveraging deep data analytics to continuously audit performance, optimize workflows, and maximize targeted brand exposure.",
    "nic-ec-mcm-deployment-3": "Market Intelligence & Viability: Spearheaded advanced market research initiatives to rigorously validate the commercial viability of new digital services, ensuring narrative precision to attract and retain high-value customer segments.",
    "nic-ec-mcm-deployment-4": "Agency & Resource Governance: Governed internal creative teams and external media agencies, optimizing resource allocation and guaranteeing the flawless execution of complex deliverables under strict deadlines.",
    "nic-ec-mcm-closing": "This operational leadership role forged my ability to turn raw market data into scalable campaign architectures, mastering the operational agility required to govern massive marketing deployments.",
    "mkt-comms": "MKT & Comms",
    "director2": "Director",
    "as-mkt-comms-director": "As the Director of Marketing and Communications, I spearheaded various",
    "initiatives-promoting-organization": "initiatives aimed at promoting the organization's mission and enhancing brand visibility.",
    "developing-marketing-strategies": "Developing marketing strategies to drive organizational growth.",
    "managing-personnel-creating-assets": "Managing personnel responsible for creating brand assets.",
    "planning-special-events": "Planning special events to promote the organization's mission.",
    "maintaining-community-relationships": "Maintaining relationships with members of the local community to ensure organizational appreciation.",
    "developing-communication-plans": "Developing communication plans for both internal and external stakeholders.",
    "overseeing-communication-channels": "Overseeing the performance of communication channels.",
    "crafting-speeches-business-presentations": "Crafting speeches and creating business presentations for senior executives.",
    "developing-executive-presentations": "Developing presentations for executive conferences and to support sales objectives.",
    "creating-brand-strategies": "Creating brand strategies to enhance brand identity.",
    "recruiting-training-supervising-staff": "Recruiting, training, and supervising marketing and communication staff to implement campaigns and achieve objectives.",
    "implementing-customer-strategies": "Implementing strategies to retain existing customers and attract new ones.",
    "my-tenure-mkt-comms-director": "My tenure as Director of Marketing and Communications sharpened my skills in strategic planning, brand development, team management, and stakeholder engagement, contributing to the organization's success and growth.",
    "nic-ec-mcd-role-prefix": "Marketing & Communications ",
    "nic-ec-mcd-role-suffix": "Director",
    "nic-ec-mcd-intro": "Commanded the strategic marketing and corporate communications operations for the official administrator of Ecuador's top-level domain (.ec). I architected high-level brand strategies and multichannel communication frameworks to govern a massive digital infrastructure of over 45,000 active national domains.",
    "nic-ec-mcd-core-architectural-deployments": "Core Architectural Deployments:",
    "nic-ec-mcd-deployment-1": "Mass-Scale Digital Governance: Engineered comprehensive brand strategies and communication plans to drive the expansion and retention of a portfolio exceeding 45,000 active domains, aligning creative assets with aggressive national sales objectives.",
    "nic-ec-mcd-deployment-2": "Tech Evangelism & Narrative Positioning: Authored high-stakes corporate messaging and spearheaded nationwide digital literacy initiatives, successfully training and onboarding 6,600+ businesses into e-commerce and digital conversion ecosystems.",
    "nic-ec-mcd-deployment-3": "Cross-Functional Team Leadership: Directed and scaled a multidisciplinary department of 10 marketing and creative professionals, ensuring the flawless execution of high-impact institutional campaigns and market-facing positioning.",
    "nic-ec-mcd-closing": "This executive role solidified my capability to govern digital ecosystems at a national scale, seamlessly integrating systemic team leadership with massive technological adoption.",
    "elm-st-fna-role-prefix": "Founder & ",
    "elm-st-fna-role-suffix": "Narrative Architect",
    "elm-st-fna-location": "Spain 路 Ecuador",
    "elm-st-fna-intro": "Founded and directed an independent creative laboratory that served as my ultimate training ground for human psychology and visual semiotics. Long before writing code or automating CRMs, I mastered the psychological flow of the message through cinematic direction and scriptwriting.",
    "elm-st-fna-core-architectural-deployments": "Core Architectural Deployments:",
    "elm-st-fna-deployment-1": "Narrative Semiotics & Behavioral Triggers: Wrote, directed, and produced fiction short films and multimedia projects, engineering deep psychological triggers that I now apply to high-converting digital user journeys.",
    "elm-st-fna-deployment-2": "End-to-End Creative Governance: Commanded the entire lifecycle of digital and audiovisual products, from initial requirement gathering and conceptualization to final deployment and market distribution.",
    "elm-st-fna-deployment-3": "Early Digital Integration: Architected comprehensive brand identities and early digital acquisition ecosystems, seamlessly blending SEO, web design, and digital advertising with high-end audiovisual production.",
    "elm-st-fna-closing": "This foundational decade forged my \"unfair advantage\" as a Systemic Integrator: the deep understanding that before you can automate a digital conversion ecosystem, you must first master the human narrative that drives it.",
    "web-design-and-development-2": "Web Design & Development",
    "global-ux": "Global UX",
    "mail-mkt-and-automation": "Mail MKT & Automatizaci贸n",
    "narrative": "Narrative",
    "writings": "Writings",
    "philosophy-psychology-coaching": "Philosophy, Psychology & Coaching",
    "articles": "Articles",
    "video": "Video",
    "youtube-show": "Youtube Show",
    "short-film": "Short Film",
    "audiovisual-production-company": "Audiovisual Production Company",
    "digital-marketing-agency": "Digital Marketing Agency",
    "tourism-media-outlet": "Tourism Media Outlet",
    "legal-newspaper": "Legal Newspaper",
    "spanish-restaaurant-in-ecuador": "Spanish Restaurant in Ecuador",
    "ecuadorian-premium-chocolate": "Ecuadorian Premium Chocolate",
    "pharmacology-industry": "Pharmacology Industry",
    "chiles-government": "Chile's Government",
    "real-estate": "Real Estate",
    "e-fuel-renewable-energy": "e-Fuels & Renewable Energy",
    "intl-bank-of-chile": "Int'l Bank of Chile",
    "banking-services": "Banking Services",
    "movies": "Movies",
    "music-videos": "Music Videos",
    "multimedia-animation": "Multimedia Animation",
    "tv-ads": "TV Ads",
    "ibai-fernandezs-portfolio": "Ibai Fern谩ndez's Portfolio",
    "portfolio": "Portfolio",
    "marketing-services": "Marketing Services",
    "view-case-study": "View Case Study",
    "open-project-page": "Open Project Page",
    "project-debtracker-title": "DebTracker: Full-Stack Financial App",
    "project-debtracker-copy": "Engineered and deployed a complete financial tracking application. Built from scratch to solve complex relational database challenges and deliver a frictionless user experience for debt management.",
    "project-gymtracker-title": "GymTracker: Logic & API Architecture",
    "project-gymtracker-copy": "A hard-coded technical showcase demonstrating advanced backend logic, API integrations, and scalable Front-End architecture. Proof of my ability to transition from marketing concepts to robust software deployment.",
    "project-enterprise-crm-title": "Enterprise CRM & Predictive Automation",
    "project-enterprise-crm-copy": "Architected automated Lead Scoring algorithms and dynamic decision trees for top-tier real estate and corporate clients. Shifted traditional email workflows into a highly predictable revenue engine.",
    "project-national-scale-title": "National-Scale Tech Evangelism",
    "project-national-scale-copy": "Orchestrated nationwide digital literacy tours and remote crisis-response ecosystems during the global pandemic, successfully onboarding over 10,600 users into digital conversion funnels.",
    "project-elmst-title": "Elm St: Custom Web & Brand Architecture",
    "project-elmst-copy": "Bypassed traditional CMS platforms to hand-code a custom digital environment. This project perfectly fuses advanced UI/UX development with deep audiovisual narrative and psychological brand positioning.",
    "project-aglaya-title": "AGLAYA: B2B Innovation Ecosystem",
    "project-aglaya-copy": "A comprehensive business case study. Founded and scaled a 100% remote digital agency, engineering the operational infrastructure, agile marketing intelligence, and full-funnel acquisition strategies from the ground up.",
    "mail-mkt-auto": "Mail MKT & Auto.",
    "mail-mkt-director": "Director",
    "lfi-mad-role-prefix": "Mail MKT & Automation ",
    "lfi-mad-role-suffix": "Director",
    "lfi-mad-intro": "I don't just manage lists or campaigns; I design data architectures that automate the relationship between enterprise brands and users at a global scale. As Director of Automation, I have evolved the traditional email marketing function into a strict discipline of revenue engineering.",
    "lfi-mad-key-responsibilities": "Key Responsibilities:",
    "lfi-mad-responsibility-1": "AI-Driven Orchestration: Leveraging LLMs and autonomous agents to generate dynamic, hyper-personalized content in real-time, drastically reducing deployment cycles from weeks to mere hours.",
    "lfi-mad-responsibility-2": "Full-Stack Architecture: Developing custom integrations using Next.js, TypeScript, and Python to bridge the gap between complex CRMs and high-volume delivery engines.",
    "lfi-mad-responsibility-3": "Predictive Behavioral Logic: Coding parametric user journeys, automated decision trees, and behavioral triggers for 18+ major corporate accounts across the Banking, Energy, and Retail sectors.",
    "lfi-mad-responsibility-4": "Data-Driven Deliverability: Injecting dynamic content at scale while relentlessly auditing server deliverability protocols and performance metrics to maximize Click-Through Rates and direct ROI.",
    "lfi-mad-closing": "My mandate is to apply a \"Vibe Coding\" product mindset: building automation MVPs to rapidly validate marketing hypotheses, and using hard code as a tool for massive scalability rather than mere execution.",
    "as-mail-mkt-auto": "As Mail Marketing & Automation Director at LFi, I lead the strategic design and execution",
    "of-multichannel-campaigns": "of multichannel campaigns focused on conversion, behavioral automation, and actionable insights. My work blends creativity, data, and technology to build highly personalized email journeys that drive real business impact.",
    "strategy-and-leadership": "Strategy & Leadership",
    "flow-automation": "Flow Automation",
    "performance-optimization": "Performance Optimization",
    "tech-integration": "Tech Integration",
    "scalable-personalization": "Scalable Personalization",
    "enablement-and-training": "Enablement & Training",
    "in-this-role-i-focus-on": "In this role, I focus on",
    "bulding-a-flexible": "Building a flexible, robust automation system that scales with client growth.",
    "elevating-campaign-sophistication": "Elevating campaign sophistication without losing the human touch.",
    "enhancing-lead-traceability": "Enhancing lead traceability and nurturing across the funnel.",
    "exploring-bold-narrative-driven": "Exploring bold, narrative-driven approaches to email.",
    "ensuring-smart-insight-led": "Ensuring smart, insight-led reporting that fuels strategic decisions.",
    "crafting-and-executing": ": Crafting and executing advanced email marketing strategies aligned with client objectives while coordinating a multidisciplinary team.",
    "desiging-dynamic-journeys": ": Designing dynamic journeys using triggers, conditional logic, and multichannel automation for precise user engagement.",
    "monitoring-kpis-to-continously": ": Monitoring KPIs to continuously improve open rates, click-through rates, and conversion metrics.",
    "syncing-crms-emails-platforms": ": Syncing CRMs, email platforms, and analytics tools to create cohesive, data-driven workflows.",
    "implementing-dynamic-content-and": ": Implementing dynamic content and segmentation tactics to deliver highly relevant, humanized communication at scale.",
    "coaching-internatl-teams-and": ": Coaching internal teams and clients on marketing automation best practices and tool usage.",
    "systemic": "Systemic",
    "integrator": "Integrator.",
    "orchestrating": "Orchestrating ",
    "the-flow-of-the-message": "The Flow of the Message",
    "full-stack-vibe-coding": "Full-Stack Vibe Coding",
    "predictive-crm-architecture": "Predictive CRM Architecture",
    "ai-agents-llm-ecosystems": "AI Agents & LLM Ecosystems",
    "marketing-automation-at-scale": "Marketing Automation at Scale",
    "lfi-news-testimonial-ledger": "Testimonial Ledger",
    "lfi-news-franco-meta": "Head of Sales | Real Estate | Sep 2, 2025",
    "lfi-news-franco-quote": "Ibai is a true digital alchemist, transforming ideas into effective and memorable email marketing campaigns. His attention to detail makes a measurable difference in both execution quality and outcomes.",
    "lfi-news-fernanda-meta": "Account Director at LFi | Apr 7, 2025",
    "lfi-news-fernanda-quote": "Ibai is a great professional and person. He constantly optimizes workflows, brings deep email marketing expertise, and elevates team performance in day-to-day operations.",
    "lfi-news-bani-meta": "Automation Specialist at LFi",
    "lfi-news-bani-quote": "His ability to overdeliver and provide a wider perspective has lightened our workload. He brings structure, speed, and clarity even under pressure."
}
