{
    "20-plus-years": "Arquitectura Digital End-to-End y Crecimiento Empresarial Predictivo",
    "about": "Acerca de",
    "about-ibai-fernandez": "Sobre Ibai Fern谩ndez",
    "achievements-unveiled": "Logros revelados",
    "all-forms-of-creativity": "toda forma de creatividad",
    "all-rights-reserved": "Todos los derechos reservados",
    "an-educational-oddissey": "Una odisea educativa",
    "brands-that-believe-in-me": "Marcas que conf铆an en m铆",
    "break-the-ice": "Rompe el hielo",
    "client-management-public-relations": "Gobernanza de Cuentas Enterprise",
    "communication-everywhere": "Comunicaci贸n en todas partes",
    "communicative": "Comunicativo",
    "communicative-commercial-teaching": "Gobernanza y Escalado Masivo",
    "contact": "Contactar",
    "contact-me": "Cont谩ctame",
    "creative": "Creativo",
    "digital-innovation-consulting": "Consultor铆a B2B en Innovaci贸n Tecnol贸gica",
    "digital-marketing-content-strategy": "Arquitectura de Funnels Basada en Datos",
    "digital-project-management": "Orquestaci贸n Sist茅mica de Proyectos",
    "download": "Descargar",
    "download-cv": "Descarga mi CV",
    "education-odyssey": "Una odisea educativa",
    "email-address": "Direcci贸n de correo electr贸nico",
    "email": "Direcci贸n de correo electr贸nico",
    "email-me": "Escr铆beme",
    "essential-proficiencies": "Competencias esenciales",
    "executive": "Ejecutivo",
    "exploring-my-journey-across-continents": "Explorando mi viaje por continentes",
    "finest-work": "El mejor trabajo",
    "first-name": "Nombre",
    "front-end": "Desarrollador",
    "developer": "Front-End",
    "front-end-development": "el desarrollo Front-End",
    "front-end-development-responsive-web-design": "Front-End de Alta Conversi贸n & Full-Stack",
    "front-end-mkt-comms-creativity": "Front-end 路 MKT 路 Comunicaciones 路 Creatividad",
    "global-footprint": "Huella Global",
    "i-enjoy": "Disfruto",
    "last-name": "Apellido",
    "lets-get-in-touch": "Pong谩monos en contacto",
    "location": "Ubicaci贸n",
    "mail-mkt-design-marketing-automation": "Automatizaci贸n Impulsada por IA & Ingenier铆a de Ingresos",
    "marketing-and-communication": "el marketing y la comunicaci贸n",
    "message": "Mensaje",
    "my-growth-path": "Mi trayectoria de crecimiento",
    "my-most-recent-projects": "Mis Proyectos M谩s Recientes",
    "my-services": "Mis servicios",
    "phone": "Tel茅fono",
    "professional-journey": "Trayectoria profesional",
    "send": "Enviar",
    "strategic": "Estrat茅gico",
    "strategic-creative-executive": "Dise帽o de Producto y Narrativa",
    "subject": "Asunto",
    "take-a-look": "Echa un vistazo",
    "technical": "T茅cnico",
    "technical-strategic-creative": "Arquitectura Digital y Automatizaci贸n",
    "teaching": "Docente",
    "the-faithful-few": "Los Fieles Pocos",
    "the-languages-i-speak": "Los idiomas que hablo",
    "to-my-portfolio": "a mi portafolio!",
    "training-and-professional-development": "Evangelizaci贸n Tecnol贸gica & Upskilling",
    "user-interface-user-experience-design": "UX/UI & Arquitectura Narrativa",
    "web-design-and-development": "el desarrollo web y m贸vil",
    "web-mobile-ui-ux-design": "el desarrollo de UX/UI para web y m贸vil",
    "Welcome": "隆Bienvenido",
    "global-experience": "Orquestaci贸n de IA y Vibe Coding",
    "spain-ecuador-colombia": ": Desplegando soluciones Full-Stack complejas y agentes aut贸nomos para reducir ciclos de entrega y despliegue de semanas a horas.",
    "a-whole-new-kind-of-monster": "Automatizaci贸n de Nivel Enterprise",
    "bridging": ": Arquitectando ecosistemas CRM predictivos y 谩rboles de decisi贸n conductual para m谩s de 18 marcas corporativas de primer nivel.",
    "genuinely-digital": "Ingenier铆a de Ingresos Basada en Datos",
    "fueled": ": Transformando el email marketing tradicional en motores de ingresos altamente escalables mediante integraciones con Next.js, TypeScript y Python.",
    "knowledge-seeker": "De la Narrativa Cinematogr谩fica a User Journeys",
    "constantly": ": Aprovechando una d茅cada de direcci贸n y producci贸n audiovisual premiada para dise帽ar funnels digitales, demostrando que los disparadores psicol贸gicos profundos superan a los algoritmos crudos y sin alma.",
    "4geeks-alumnus": "Liderazgo de Agencia Remota",
    "grounded": ": Fund茅 y dirig铆 una agencia de innovaci贸n digital, orquestando operaciones B2B e integrando Marketing Intelligence con Design Thinking para escalar soluciones remotas para clientes.",
    "communication-maven": "Infraestructuras eCommerce Full-Stack",
    "fluent": ": Validando hip贸tesis de mercado al construir, desplegar y escalar desde cero ecosistemas reales de retail digital y pasarelas de pago.",
    "tech-savvy-people-centric": "Evangelizaci贸n Digital a Escala Masiva",
    "equipped": ": Orquestando giras nacionales de adopci贸n tecnol贸gica e iniciativas remotas de respuesta a crisis, capacitando e incorporando con 茅xito a m谩s de 10.600 empresas y personas en ecosistemas de conversi贸n digital.",
    "entrepreneurial-spirit": "Agilidad Global e Intercultural",
    "infusing": ": Dos d茅cadas de adaptaci贸n incansable, ejecutando proyectos complejos en Europa, EE.UU. y Latinoam茅rica.",
    "craftsman-of-digital-experiences": "Dise帽ando sistemas, activando el mensaje, desplegando impulso masivo.",
    "united-states": "EE.UU.",
    "successfully-completed": "Complet茅 con 茅xito un entrenamiento que comprendi贸 desarrollo full-stack, especializ谩ndome en front-end.",
    "mit": "Instituto de Tecnolog铆a de Massachussets",
    "acquire-expertise": "Adquir铆 experticia en principios y metodolog铆as creativas de la resoluci贸n de problemas, aumentando la innovaci贸n y las ahbilidad des de desarrollo de soluciones",
    "focused-on-seo": "Enfocado en SEO, SEM, SMM y publicidad digital. Aprend铆 a elaborar estrategias, optimizar campa帽as y promover marcas en l铆nea.",
    "advanced-expertise": "Experiencia avanzada en metodolog铆as de ense帽anza de idiomas, an谩lisis literario, dise帽o curricular y psicolog铆a educativa.",
    "mastered-esential": "Domin茅 las t茅cnicas esenciales de gesti贸n y producci贸n de medios, capacit谩ndome para prosperar en el din谩mico entorno medi谩tico actual.",
    "acquired-valuable": "Adquir铆 valiosos conocimientos sobre las din谩micas de la comunicaci贸n intercultural, fomentando una comprensi贸n m谩s profunda de las interacciones globales.",
    "gained-comprehensive": "Adquir铆 conocimientos y habilidades amplios en narraci贸n visual, producci贸n de medios y estrategias de comunicaci贸n a trav茅s del estudio te贸rico y la experiencia pr谩ctica.",
    "go-to-my-linkedin": "Visita mi LinkedIn",
    "The Netherlands": "Holanda",
    "Spain": "Espa帽a",
    "university-of-salamanca": "Universidad de Salamanca",
    "diploma-at-msu": "Diploma en Gesti贸n y Producci贸n de Medios",
    "nationality": "Nacionalidad",
    "yob": "A帽o de nacimiento",
    "current-location": "Ubicaci贸n actual",
    "personal-website": "Sitio web personal",
    "lets-get-social": "隆Socialicemos!",
    "full-stack-bootcamp": "Bootcamp de Ingenier铆a de Software Full-Stack",
    "spanish": "Espa帽ola",
    "diploma-in-design-thinking": "Diploma en Design Thinking",
    "diploma-in-digital-marketing": "Diploma en Marketing Digital",
    "master-at-salamanca": "M谩ster en Psicopedagog铆a de la Lengua Espa帽ola y su Literatura",
    "diploma-at-the-hague": "Diploma en Comunicaci贸n Intercultural",
    "ba-in-av-comm": "Licenciatura en Comunicaci贸n Audiovisual",
    "de-haagse-hogeschool-den-haag": "De Haagse Hogeschool - La Haya",
    "university-of-malaga": "Universidad de M谩laga",
    "commercial": "Comercial",
    "my-core-features": "Mis caracter铆sticas principales",
    "currently": "Presente",
    "aug": "Ago",
    "marketing": "Coordinador",
    "coordinator": "de Marketing",
    "chile-colombia-remote": "Chile 路 Colombia (remoto)",
    "as-marketing-coordinator": "Como Coordinador de Marketing en LFi, soy responsable de desarrollar e implementar estrategias de alto impacto.",
    "digital-marketing-strategies-that": "estrategias de marketing digital que impulsan el crecimiento y el 茅xito de nuestros clientes. Aporto mi amplia experiencia en dise帽o web y marketing para crear soluciones innovadoras que maximicen el ROI y la presencia en l铆nea de nuestros clientes.",
    "lfi-mc-role-prefix": "Marketing Coordinator & ",
    "lfi-mc-role-suffix": "Funnel Architect",
    "lfi-mc-intro": "Promoted to take command of multichannel advertising ecosystems and the deep analysis of complex conversion funnels. In this pivotal role, I shifted the agency's operational focus from traditional campaign management to high-impact, data-driven systemic growth.",
    "lfi-mc-core-architectural-deployments": "Core Architectural Deployments:",
    "lfi-mc-deployment-1": "Strategic Multichannel Orchestration: Directed sophisticated advertising and email workflows, implementing advanced lead segmentation and behavioral automation to exponentially increase user conversions.",
    "lfi-mc-deployment-2": "Deep Funnel Analytics: Executed relentless performance analysis and continuous workflow optimization, systematically maximizing the operational efficiency and ROI of all digital acquisition channels.",
    "lfi-mc-deployment-3": "Interdisciplinary Integration: Aligned web development, UX/UI design, and narrative communication teams to architect seamless, high-converting digital experiences.",
    "lfi-mc-closing": "I utilized this role not merely to execute strategies, but to actively engineer the bridge between tactical marketing operations and massive systemic automationdirectly catalyzing my subsequent elevation to Automation Director.",
    "key-responsibilities": "Responsabilidades clave",
    "developing-and-executing": ": Desarrollar y ejecutar estrategias de marketing digital integrales alineadas con los objetivos comerciales de nuestros clientes.",
    "overseeing-multichannel": ": Supervisar campa帽as publicitarias multicanal y de email marketing para generar leads, aumentar la participaci贸n y mejorar las conversiones.",
    "conducting-in-depth": ": Realizar an谩lisis en profundidad del rendimiento de las campa帽as y optimizar continuamente los flujos de trabajo para maximizar la eficiencia y el impacto.",
    "working-closely": ": Trabajar en estrecha colaboraci贸n con los equipos de dise帽o, desarrollo y comunicaci贸n para crear experiencias de usuario fluidas y soluciones integradas.",
    "implementing-advanced": ": Implementar estrategias avanzadas de segmentaci贸n de leads y automatizaci贸n para campa帽as de marketing m谩s efectivas y personalizadas.",
    "strategy": "Estrategia",
    "campaign-management": "Manejo de campa帽as",
    "analysis-and-optimization": "An谩lisis y optimizaci贸n",
    "interdisciplinary-collaboration": "Colaboraci贸n interdisciplinaria",
    "segmentation-and-automation": "Segmentaci贸n y automatizaci贸n",
    "_____comment1": "Aqu铆 ir铆a m谩s cosas de trabajo",
    "native-speaker": "Hablante nativo de espa帽ol",
    "english-ef-set-certificate": "Certificado EF SET de Ingl茅s",
    "university-of-cambridge": "Universidad de Cambridge",
    "certificate-in-advanced-english": "Certificado en Ingl茅s Avanzado",
    "grade-b": "Grado B",
    "october-2016": "Octubre 2016",
    "85-100-c2-proficient": "85/100 C2 Proficiente",
    "chinese-hsk-1": "Chino Mandar铆n HSK 1",
    "spanish-language": "Espa帽ol",
    "english-language": "Ingl茅s",
    "chinese-language": "Chino Mandar铆n",
    "_____comment2": "Aqu铆 ir铆an todas las traducciones de 芦Mis Servicios禄",
    "all": "Todo",
    "writing": "Escritos",
    "photo": "Foto",
    "crafting-attractive-functional-responsive-user-interfaces": "Ingenier铆a de arquitecturas Full-Stack ultrarr谩pidas y basadas en datos, junto con interfaces predictivas. Despliego ecosistemas en Next.js y React que aseguran un recorrido de usuario sin fricci贸n y tasas de conversi贸n exponenciales.",
    "crafting-visually-engaging-email-campaigns": "Orquestaci贸n de ecosistemas CRM complejos y agentes aut贸nomos. Dise帽o 谩rboles de decisi贸n conductual y workflows din谩micos que reducen ciclos de despliegue a horas y disparan el ROI directo.",
    "crafting-visually-captivating-intuitively-designed-user-interfaces": "Fusiono psicolog铆a humana con dise帽o de interfaces avanzado. Arquitecto experiencias digitales utilizando semi贸tica profunda y disparadores conductuales para dominar el flujo del mensaje y maximizar la interacci贸n del usuario.",
    "orchestration-of-digital-projects": "Gobierno el ciclo completo de productos digitales complejos, desde despliegue r谩pido de MVP hasta escalado masivo. Alineo equipos t茅cnicos y creativos cross-functional para entregar soluciones de negocio blindadas.",
    "crafting-digital-marketing-strategies": "Arquitecto estrategias agresivas de adquisici贸n digital para dominar cuota de mercado. Aprovecho anal铆tica profunda y automatizaci贸n multicanal para convertir tr谩fico en un motor de ingresos predecible.",
    "strategic-advisory-on-innovative-digital-technologies": "Auditor铆a estrat茅gica y despliegue de stacks tecnol贸gicos de nivel enterprise. Identifico cuellos de botella cr铆ticos y dise帽o arquitecturas operativas personalizadas para alinear la infraestructura digital con objetivos de negocio agresivos.",
    "building-and-maintaining-strong-relationships-with-clients": "Gobierno relaciones de alto impacto con clientes corporativos top-tier. Traduzco objetivos de negocio en realidades t茅cnicas, asegurando alineaci贸n fluida de stakeholders y lealtad estrat茅gica de largo plazo.",
    "designing-and-delivering-professional-development-programs": "Despliego programas de alfabetizaci贸n digital y adopci贸n tecnol贸gica a escala nacional. Entreno equipos internos y bases masivas de usuarios, aportando habilidades duras y mentalidad t茅cnica para rendir en entornos automatizados.",
    "multimedia-content-production": "Narrativa Cinematogr谩fica & Corporativa",
    "creation-of-engaging-high-quality-multimedia-content": "Dise帽o mensajer铆a corporativa de alto impacto y activos multimedia. Aprovecho una d茅cada de direcci贸n audiovisual para construir narrativas que superan la l贸gica y activan la acci贸n psicol贸gica.",
    "belen-recommendation": "Creativo, innovador y altamente resolutivo. Siempre es un gusto trabajar con 茅l!",
    "franco-recommendation": "Ibai es un verdadero alquimista digital, transforma ideas en campa帽as de email marketing efectivas y memorables. Tiene un mimo por el detalle que marca la diferencia, logrando campa帽as impecables que generan resultados y reflejan su pasi贸n por lo que hace.",
    "fernanda-recommendation": "Ibai es un gran profesional y persona. Preocupado por su equipo y el trabajo, busca constantemente formas de optimizar las tareas y tiene un amplio conocimiento en mail marketing. 隆Es un gusto trabajar junto a 茅l en el d铆a a d铆a!",
    "bani-recommendation": "Ibai Fern谩ndez es un activo reciente e invaluable para nuestro equipo. Su combinaci贸n 煤nica de habilidades en audiovisuales, desarrollo y automatizaci贸n de marketing es rara. A pesar de dirigir un negocio exitoso, encuentra tiempo para solicitudes complejas. Sus compa帽eros en LFi Agency lo describen como alegre, elocuente, amable y directo. Su capacidad para sobrepasar las expectativas y proporcionar una perspectiva m谩s amplia ha aligerado nuestra carga de trabajo. Su sentido del humor y su compromiso con soluciones a tiempo lo convierten en una parte integral de nuestro equipo. Recomiendo de todo coraz贸n a Ibai por su entrega constante de soluciones que contribuyen enormemente a nuestro 茅xito. 隆Ibai es incre铆ble! ",
    "marcelo-recommendation": "Ibai ha completado el programa de desarrollo de software de manera exitosa y enfocado en ejecutar proyectos que mejoren su capacidad y habilidades como desarrollador. Es trabajador, comprometido, consistente, respetuoso y enfocado. Una suerte poder contar con 茅l.",
    "pablo-recommendation": "Ibai es una persona que cuando se propone algo (sea lo que fuere) va para adelante y no para hasta volverse un especialista. Busca entender el porque de las cosas y siempre va mas all谩. Es una persona super emp谩tica, destacando principalmente su alto grado de compa帽erismo cosa que lo hace fundamental para el trabajo en equipo. T茅cnicamente tiene una curva de aprendizaje muy alta, lo cual lo ayuda a adquirir nuevos conocimientos de maneras pocas veces vista. Sin dudas si armar铆a un equipo de desarollo ser铆a un placer tenerte en mi equipo.",
    "alfredo-recommendation": "Ibai es una persona con un alto grado de implicaci贸n en sus proyectos, buscando constantemente el funcionamiento de lo que le rodea, lo cual implica que siga adquiriendo nuevas habilidades. Sin duda resolver谩 cualquier reto que se le imponga.",
    "cecilia-recommendation": "Ibai es una persona proactiva, que cumple con los objetivos planteados, y logra adaptars茅 con facilidad a los equipos de trabajo. Busca superarse constantemente, y genera un excelente ambiente laboral.",
    "sol-recommendation": "He tenido el gusto de compartir con el el Bootcamp de 4Geeks y me he encontrado con un profesional destacado, con amplios conocimientos t茅cnicos adquiridos, como asi tambi茅n, de una gran disposici贸n para aprender nuevos. Como persona me ha dado mucho gusto compartir este tiempo ya que, siempre esta dispuesto a ayudar a sus compa帽eros como asi tambien a crear un clima ameno de equipo.",
    "praise-parade": "Desfile de Alabanzas",
    "words-that-warm-the-heart": "Palabras que calientan el coraz贸n",
    "submit": "Enviar",
    "as-a-front-end-developer": "Como Desarrollador Front-End web en LFi, combino la creatividad con la experiencia en dise帽o web, marketing y",
    "communication-to-craft": "comunicaci贸n para crear soluciones digitales excepcionales.",
    "lfi-fea-role-prefix": "Front-End Developer & ",
    "lfi-fea-role-suffix": "Automation Architect",
    "lfi-fea-intro": "Engineered high-conversion digital interfaces and robust marketing automation ecosystems for the Chilean and LatAm markets. I focused on transitioning traditional web design into predictive, data-driven revenue engines.",
    "lfi-fea-core-architectural-deployments": "Core Architectural Deployments",
    "lfi-fea-core-deployment-1": "Coded and deployed highly optimized, responsive Front-End architectures and dynamic email ecosystems focused on maximizing user retention and Click-Through Rates.",
    "lfi-fea-core-deployment-2": "Bridged the gap between technical development and behavioral marketing, translating raw business objectives into automated, scalable digital workflows.",
    "developing-and-designing": "Desarrollar y dise帽ar sitios web atractivos y funcionales.",
    "designing-of-informative": "Dise帽o de boletines informativos y mailings.",
    "collaborating-closely": "Colaborar estrechamente con un equipo multidisciplinario.",
    "managing-client-accounts": "Gestionar cuentas de clientes y contribuir a sus estrategias de marketing digital.",
    "notable-achievements-pocuro": "Notable Achievements for Inmobiliaria POCURO:",
    "lfi-fea-pocuro-achievement-1": "Architected and programmed complex, automated decision trees to classify massive databases, radically accelerating the acquisition of high-value real estate prospects.",
    "lfi-fea-pocuro-achievement-2": "Engineered advanced Lead Scoring algorithms and dynamic re-marketing workflows that skyrocketed lead generation and delivered a substantial ROI on marketing automation.",
    "lfi-fea-pocuro-achievement-3": "Optimized internal campaign pipelines by conducting precise data segmentation and automating repetitive lead-classification tasks, significantly increasing overall deployment efficiency.",
    "implemented-data-driven": "Implement茅 estrategias basadas en datos que optimizaron la experiencia general del usuario y dispararon la generaci贸n de leads.",
    "significatnly-enhanced": "Mejor茅 significativamente la eficiencia de las campa帽as de email marketing.",
    "developed-and-implemented": "Desarroll茅 e implement茅 flujos de trabajo de remarketing que aumentaron la generaci贸n de leads.",
    "optimized-internal-workflows": "Optimic茅 los flujos de trabajo internos para mejorar la eficiencia en la producci贸n de campa帽as.",
    "conducted-precise-database": "Realic茅 una segmentaci贸n precisa de la base de datos para esfuerzos de remarketing m谩s efectivos.",
    "automated-lead-classification": "Automatiz茅 la clasificaci贸n de leads para una gesti贸n de base de datos m谩s eficiente.",
    "implemented-a-lead-scoring": "Implement茅 un proceso de scoring de leads que optimiz贸 la selecci贸n de leads para el remarketing.",
    "achieved-a-substantial": "Logr茅 un ROI sustancial en la automatizaci贸n del marketing.",
    "lfi-provides-me": "LFi me brinda la oportunidad de combinar la tecnolog铆a con la creatividad, ofreciendo soluciones innovadoras que tienen un impacto real en el posicionamiento de nuestros clientes.",
    "lfi-fea-closing": "This role served as the crucible for integrating Front-End development with advanced behavioral marketing, proving that clean code and systemic logic directly correlate with exponential business growth.",
    "in-this-new-role": "En este nuevo rol, estoy emocionado por:",
    "leverage-my-experience": "Aprovechar mi experiencia y habilidades para liderar un equipo de marketing talentoso.",
    "develop-and-implement": "Desarrollar e implementar estrategias innovadoras que impulsen el crecimiento de los clientes.",
    "analyze-and-optimize": "Analizar y optimizar el rendimiento de las campa帽as para maximizar el ROI.",
    "collaborate-with-teams": "Colaborar con equipos de toda la empresa para alcanzar objetivos comunes.",
    "stay-updated": "Mantenerme actualizado sobre las 煤ltimas tendencias en marketing digital.",
    "jan": "Ene",
    "usa-ecuador-remote": "EE.UU. 路 Ecuador (remoto)",
    "strategizing-market-entry": "estrategizando t谩cticas de entrada al mercado y forjando alianzas clave.",
    "overseeing-project-timelines": "Supervisar los cronogramas, presupuestos y entregables del proyecto.",
    "facilitating-effective-communication": "Facilitar una comunicaci贸n y colaboraci贸n efectivas entre los miembros del equipo.",
    "identifying-mitigating-risks": "Identificar y mitigar riesgos del proyecto.",
    "providing-strategic-guidance": "Proporcionar orientaci贸n estrat茅gica y resoluci贸n de problemas.",
    "cultivating-client-relationships": "Cultivar relaciones s贸lidas con los clientes y garantizar su satisfacci贸n.",
    "ops": "Founder & Ops ",
    "director": "Director",
    "as-ops-director": "Founded and directed a 100% remote digital innovation agency, operating as the lead systemic integrator for B2B operations. I engineered digital growth architectures by fusing Marketing Intelligence, the Lean Canvas Business Model, and Design Thinking methodologies.",
    "project-account-management": "gesti贸n de proyectos y cuentas, planificaci贸n estrat茅gica y asignaci贸n de recursos dentro del sector de la innovaci贸n digital.",
    "leading-account-project-management": "Architected full-funnel marketing ecosystems, seamlessly integrating WordPress, Google Analytics, Mailchimp, and programmatic advertising frameworks to drive client acquisition.",
    "managing-customer-lifecycle": "Governed the complete B2B customer lifecycle, from initial requirement gathering and data-driven strategic planning to the deployment of scalable digital solutions and brand naming architecture.",
    "developing-managing-budgets-resources": "Engineered and deployed proprietary real-world eCommerce and retail laboratories to relentlessly test and validate UX/UI, digital acquisition, and automated customer retention hypotheses.",
    "producing-diverse-content": "Spearheaded the '2x2MKT' remote initiative during the global pandemic, designing high-volume training funnels that successfully upskilled 4,000+ individuals in digital marketing strategies.",
    "spearheading-branding-initiatives": "Liderar iniciativas de branding, incluyendo estrategias de nombramiento y branding.",
    "crafting-digital-strategies": "Dise帽ar estrategias digitales, incluyendo optimizaci贸n de motores de b煤squeda (SEO), gesti贸n de redes sociales y publicidad digital.",
    "providing-training-sessions": "Ofrecer sesiones de capacitaci贸n y conferencias sobre diversos temas de marketing digital.",
    "my-tenure-aglaya": "AGLAYA was my ultimate testing ground for integrating technical infrastructure with business logic, proving that speed of execution and data-backed strategies are the true drivers of remote organizational growth.",
    "mkt-&-comms": "Gerente de",
    "manager": "MKT y Coms",
    "as-mkt-comms-manager": "Como Gerente de Marketing y Comunicaciones en NIC.ec, fui responsable de supervisar",
    "overseeing-implementing-campaigns": "e implementar todas las campa帽as de marketing y comunicaci贸n de la empresa",
    "ensuring-right-message": "Asegurar que la empresa comunique el mensaje adecuado para atraer a clientes potenciales y retener a los existentes.",
    "representing-marketing-team": "Representar al equipo de marketing en grupos multifuncionales, incluyendo gesti贸n de productos, ventas o servicio al cliente.",
    "updating-senior-leaders": "Actualizar a los l铆deres senior sobre el progreso de las actividades de marketing y reportar los resultados de las campa帽as.",
    "managing-coordinating-staff": "Gestionar y coordinar al personal creativo y de marketing.",
    "leading-market-research": "Liderar esfuerzos de investigaci贸n de mercado para descubrir la viabilidad de productos/servicios actuales y existentes.",
    "collaborating-media-agencies": "Colaborar con medios de comunicaci贸n y agencias de publicidad.",
    "brainstorming-new-campaigns": "Lluvia de ideas para la creaci贸n de nuevas campa帽as.",
    "coordinating-sales-team": "Coordinar con el equipo de ventas y otros departamentos para producir estrategias efectivas.",
    "monitoring-campaigns": "Monitorear las campa帽as actuales, asegurando que el personal cumpla con los plazos y complete las tareas necesarias.",
    "analyzing-data": "Analizar datos para evaluar el 茅xito de los esfuerzos de marketing y generar nuevas ideas para mejorar la exposici贸n de marketing y marca.",
    "my-tenure-nic-ec": "Mi permanencia en NIC.ec fue instrumental para perfeccionar mis habilidades en estrategia de marketing, gesti贸n de campa帽as y liderazgo de equipos, contribuyendo al crecimiento y 茅xito de la empresa.",
    "nic-ec-mcm-role-prefix": "Marketing & Communications ",
    "nic-ec-mcm-role-suffix": "Manager",
    "nic-ec-mcm-intro": "Orchestrated the tactical execution of national marketing initiatives and cross-functional operations. I was tasked with translating high-level corporate vision into data-driven digital campaigns, ensuring precise market alignment and aggressive brand expansion.",
    "nic-ec-mcm-core-architectural-deployments": "Core Architectural Deployments:",
    "nic-ec-mcm-deployment-1": "Cross-Functional Orchestration: Bridged the gap between product management, sales, and executive leadership, engineering cohesive go-to-market strategies that aligned diverse departmental objectives into a single revenue engine.",
    "nic-ec-mcm-deployment-2": "Data-Driven Campaign Deployment: Directed the end-to-end execution of multichannel advertising, leveraging deep data analytics to continuously audit performance, optimize workflows, and maximize targeted brand exposure.",
    "nic-ec-mcm-deployment-3": "Market Intelligence & Viability: Spearheaded advanced market research initiatives to rigorously validate the commercial viability of new digital services, ensuring narrative precision to attract and retain high-value customer segments.",
    "nic-ec-mcm-deployment-4": "Agency & Resource Governance: Governed internal creative teams and external media agencies, optimizing resource allocation and guaranteeing the flawless execution of complex deliverables under strict deadlines.",
    "nic-ec-mcm-closing": "This operational leadership role forged my ability to turn raw market data into scalable campaign architectures, mastering the operational agility required to govern massive marketing deployments.",
    "mkt-comms": "Director de",
    "director2": "MKT y Coms.",
    "as-mkt-comms-director": "Como Director de Marketing y Comunicaciones, lider茅 diversas",
    "initiatives-promoting-organization": "iniciativas destinadas a promover la misi贸n de la organizaci贸n y mejorar la visibilidad de la marca.",
    "developing-marketing-strategies": "Desarrollar estrategias de marketing para impulsar el crecimiento organizacional.",
    "managing-personnel-creating-assets": "Gestionar el personal responsable de crear activos de marca.",
    "planning-special-events": "Planificar eventos especiales para promover la misi贸n de la organizaci贸n.",
    "maintaining-community-relationships": "Mantener relaciones con miembros de la comunidad local para asegurar la apreciaci贸n organizacional.",
    "developing-communication-plans": "Desarrollar planes de comunicaci贸n para partes interesadas internas y externas.",
    "overseeing-communication-channels": "Supervisar el desempe帽o de los canales de comunicaci贸n.",
    "crafting-speeches-business-presentations": "Redactar discursos y crear presentaciones comerciales para altos ejecutivos.",
    "developing-executive-presentations": "Desarrollar presentaciones para conferencias ejecutivas y para apoyar los objetivos de ventas.",
    "creating-brand-strategies": "Crear estrategias de marca para mejorar la identidad de la marca.",
    "recruiting-training-supervising-staff": "Reclutar, capacitar y supervisar al personal de marketing y comunicaciones para implementar campa帽as y lograr objetivos.",
    "implementing-customer-strategies": "Implementar estrategias para retener a los clientes existentes y atraer a nuevos.",
    "my-tenure-mkt-comms-director": "Mi permanencia como Director de Marketing y Comunicaciones perfeccion贸 mis habilidades en planificaci贸n estrat茅gica, desarrollo de marca, gesti贸n de equipos y participaci贸n de partes interesadas, contribuyendo al 茅xito y crecimiento de la organizaci贸n.",
    "nic-ec-mcd-role-prefix": "Marketing & Communications ",
    "nic-ec-mcd-role-suffix": "Director",
    "nic-ec-mcd-intro": "Commanded the strategic marketing and corporate communications operations for the official administrator of Ecuador's top-level domain (.ec). I architected high-level brand strategies and multichannel communication frameworks to govern a massive digital infrastructure of over 45,000 active national domains.",
    "nic-ec-mcd-core-architectural-deployments": "Core Architectural Deployments:",
    "nic-ec-mcd-deployment-1": "Mass-Scale Digital Governance: Engineered comprehensive brand strategies and communication plans to drive the expansion and retention of a portfolio exceeding 45,000 active domains, aligning creative assets with aggressive national sales objectives.",
    "nic-ec-mcd-deployment-2": "Tech Evangelism & Narrative Positioning: Authored high-stakes corporate messaging and spearheaded nationwide digital literacy initiatives, successfully training and onboarding 6,600+ businesses into e-commerce and digital conversion ecosystems.",
    "nic-ec-mcd-deployment-3": "Cross-Functional Team Leadership: Directed and scaled a multidisciplinary department of 10 marketing and creative professionals, ensuring the flawless execution of high-impact institutional campaigns and market-facing positioning.",
    "nic-ec-mcd-closing": "This executive role solidified my capability to govern digital ecosystems at a national scale, seamlessly integrating systemic team leadership with massive technological adoption.",
    "elm-st-fna-role-prefix": "Founder & ",
    "elm-st-fna-role-suffix": "Narrative Architect",
    "elm-st-fna-location": "Spain 路 Ecuador",
    "elm-st-fna-intro": "Founded and directed an independent creative laboratory that served as my ultimate training ground for human psychology and visual semiotics. Long before writing code or automating CRMs, I mastered the psychological flow of the message through cinematic direction and scriptwriting.",
    "elm-st-fna-core-architectural-deployments": "Core Architectural Deployments:",
    "elm-st-fna-deployment-1": "Narrative Semiotics & Behavioral Triggers: Wrote, directed, and produced fiction short films and multimedia projects, engineering deep psychological triggers that I now apply to high-converting digital user journeys.",
    "elm-st-fna-deployment-2": "End-to-End Creative Governance: Commanded the entire lifecycle of digital and audiovisual products, from initial requirement gathering and conceptualization to final deployment and market distribution.",
    "elm-st-fna-deployment-3": "Early Digital Integration: Architected comprehensive brand identities and early digital acquisition ecosystems, seamlessly blending SEO, web design, and digital advertising with high-end audiovisual production.",
    "elm-st-fna-closing": "This foundational decade forged my \"unfair advantage\" as a Systemic Integrator: the deep understanding that before you can automate a digital conversion ecosystem, you must first master the human narrative that drives it.",
    "web-design-and-development-2": "Desarrollo y dise帽o web",
    "global-ux": "UX global",
    "mail-mkt-and-automation": "Mail MKT & Automatizaci贸n",
    "narrative": "Narrativa",
    "writings": "Escritos",
    "philosophy-psychology-coaching": "Filosof铆a, psicolog铆a & Coaching",
    "articles": "Art铆culos",
    "video": "V铆deo",
    "youtube-show": "Show de Youtube",
    "short-film": "Cortometraje",
    "audiovisual-production-company": "Productora audiovisual",
    "digital-marketing-agency": "Agencia de marketing digital",
    "tourism-media-outlet": "Media Outlet de turismo",
    "legal-newspaper": "Peri贸dico jur铆dico",
    "spanish-restaaurant-in-ecuador": "Restaurante espa帽ol en Ecuador",
    "ecuadorian-premium-chocolate": "Chocolate premium ecuatoriano",
    "pharmacology-industry": "Industria farmacol贸gica",
    "chiles-government": "Gobierno de Chile",
    "real-estate": "Inmobiliaria",
    "e-fuel-renewable-energy": "e-Combustible & Energ铆a renovables",
    "intl-bank-of-chile": "Banco Int'l de Chile",
    "banking-services": "Servicios bancarios",
    "movies": "Pel铆culas",
    "music-videos": "Videoclips",
    "multimedia-animation": "Animaci贸n multimedia",
    "tv-ads": "Publicidad para TV",
    "ibai-fernandezs-portfolio": "El portafolio de Ibai Fern谩ndez",
    "portfolio": "Portafolio",
    "marketing-services": "Servicios de marketing",
    "view-case-study": "Ver caso de estudio",
    "open-project-page": "Abrir pagina del proyecto",
    "project-debtracker-title": "DebTracker: App Financiera Full-Stack",
    "project-debtracker-copy": "Dise帽茅 y desplegu茅 una aplicaci贸n completa de seguimiento financiero. Construida desde cero para resolver retos complejos de bases de datos relacionales y ofrecer una experiencia de usuario sin fricci贸n para la gesti贸n de deudas.",
    "project-gymtracker-title": "GymTracker: Arquitectura de L贸gica y APIs",
    "project-gymtracker-copy": "Un showcase t茅cnico hard-coded que demuestra l贸gica backend avanzada, integraciones API y una arquitectura Front-End escalable. Prueba de mi capacidad para pasar de conceptos de marketing a despliegues de software robustos.",
    "project-enterprise-crm-title": "CRM Enterprise y Automatizaci贸n Predictiva",
    "project-enterprise-crm-copy": "Arquitect茅 algoritmos automatizados de Lead Scoring y 谩rboles de decisi贸n din谩micos para clientes inmobiliarios y corporativos de primer nivel. Transform茅 workflows tradicionales de email en un motor de ingresos altamente predecible.",
    "project-national-scale-title": "Evangelizaci贸n Tecnol贸gica a Escala Nacional",
    "project-national-scale-copy": "Orquest茅 giras nacionales de alfabetizaci贸n digital y ecosistemas remotos de respuesta a crisis durante la pandemia global, incorporando con 茅xito a m谩s de 10.600 usuarios en funnels de conversi贸n digital.",
    "project-elmst-title": "Elm St: Arquitectura Web y de Marca a Medida",
    "project-elmst-copy": "Bypasse茅 plataformas CMS tradicionales para codificar a mano un entorno digital personalizado. Este proyecto fusiona desarrollo UI/UX avanzado con narrativa audiovisual profunda y posicionamiento psicol贸gico de marca.",
    "project-aglaya-title": "AGLAYA: Ecosistema B2B de Innovaci贸n",
    "project-aglaya-copy": "Un caso de negocio integral. Fund茅 y escal茅 una agencia digital 100% remota, dise帽ando desde cero la infraestructura operativa, la inteligencia de marketing 谩gil y las estrategias de adquisici贸n full-funnel.",
    "mail-mkt-auto": "Director de",
    "mail-mkt-director": "Mail MKT & Auto.",
    "lfi-mad-role-prefix": "Mail MKT & Automation ",
    "lfi-mad-role-suffix": "Director",
    "lfi-mad-intro": "I don't just manage lists or campaigns; I design data architectures that automate the relationship between enterprise brands and users at a global scale. As Director of Automation, I have evolved the traditional email marketing function into a strict discipline of revenue engineering.",
    "lfi-mad-key-responsibilities": "Key Responsibilities:",
    "lfi-mad-responsibility-1": "AI-Driven Orchestration: Leveraging LLMs and autonomous agents to generate dynamic, hyper-personalized content in real-time, drastically reducing deployment cycles from weeks to mere hours.",
    "lfi-mad-responsibility-2": "Full-Stack Architecture: Developing custom integrations using Next.js, TypeScript, and Python to bridge the gap between complex CRMs and high-volume delivery engines.",
    "lfi-mad-responsibility-3": "Predictive Behavioral Logic: Coding parametric user journeys, automated decision trees, and behavioral triggers for 18+ major corporate accounts across the Banking, Energy, and Retail sectors.",
    "lfi-mad-responsibility-4": "Data-Driven Deliverability: Injecting dynamic content at scale while relentlessly auditing server deliverability protocols and performance metrics to maximize Click-Through Rates and direct ROI.",
    "lfi-mad-closing": "My mandate is to apply a \"Vibe Coding\" product mindset: building automation MVPs to rapidly validate marketing hypotheses, and using hard code as a tool for massive scalability rather than mere execution.",
    "as-mail-mkt-auto": "Como director de Mail Marketing y Automatizaci贸n en LFi, lidero y ejecuto",
    "of-multichannel-campaigns": "campa帽as multicanal enfocadas en la conversi贸n, la automatizaci贸n por comportamiento y los insights accionables. Mi trabajo mezcla creatividad, anal铆tica y tecnolog铆a para construir flujos de correo electr贸nico altamente personalizados que consiguen un impacto real en los negocios.",
    "strategy-and-leadership": "Estrategia y liderazgo",
    "flow-automation": "Automatizaci贸n de flujos",
    "performance-optimization": "Optimizaci贸n del desempe帽o",
    "tech-integration": "Integraci贸n tecnol贸gica",
    "scalable-personalization": "Personalizaci贸n escalable",
    "enablement-and-training": "Capacitaci贸n y entrenamiento",
    "in-this-role-i-focus-on": "En este rol, me enfoco en...",
    "building-a-flexible": "Construcci贸n de sistemas automatizados, robustos y flexibles que crecen junto a nuestros clientes.",
    "elevating-campaign-sophistication": "Elevar la sofisticaci贸n de nuestras campa帽as sin p茅rdida del contacto humano.",
    "enhancing-lead-traceability": "Mejora de la trazabilidad de los leads y nurturing en todas las etapas del embudo.",
    "exploring-bold-narrative-driven": "Explorar approaches conducidos por la narrativa con valent铆a.",
    "ensuring-smart-insight-led": "Generaci贸n de informes accionables a partir de insights que permitan mejores decisiones estrat茅gicas.",
    "crafting-and-executing": ": confeccionar y ejecutar estrategias avanzadas de mail marketing, alineadas con los objetivos de los clientes en coordinaci贸n de un equipo multidisciplinario.",
    "desiging-dynamic-journeys": ": dise帽ar viajes din谩micos utilizando disparadores, l贸gica condicional y automatizaci贸n multicanal para un preciso engagement del usuario.",
    "monitoring-kpis-to-continously": ": monitorear KPIs para mejora continua de tasas de apertura, tasas de clics y m茅tricas de conversi贸n.",
    "syncing-crms-emails-platforms": ": sincronizar CRMs, plataformas de email y herramientas anal铆ticas para crear flujos de trabajo coherentes de acuerdo a los datos obtenidos,",
    "implementing-dynamic-content-and": ": implementar contenido din谩mico y t谩cticas de segmentaci贸n para entregas altamente relevantes y una comunicaci贸n humanizada escalable.",
    "coaching-internatl-teams-and": ": entrenar a equipos internos y clientes en automatizaci贸n, mejores pr谩cticas y uso de herramientas.",
    "systemic": "Sist茅mico",
    "integrator": "Integrador.",
    "orchestrating": "Orquestando ",
    "the-flow-of-the-message": "El Flujo del Mensaje",
    "full-stack-vibe-coding": "Full-Stack Vibe Coding",
    "predictive-crm-architecture": "Arquitectura CRM Predictiva",
    "ai-agents-llm-ecosystems": "Agentes IA & Ecosistemas LLM",
    "marketing-automation-at-scale": "Automatizaci贸n de Marketing a Escala",
    "lfi-news-testimonial-ledger": "Libro de Testimonios",
    "lfi-news-franco-meta": "Jefe de Ventas | Real Estate | 2 Sep 2025",
    "lfi-news-franco-quote": "Ibai es un verdadero alquimista digital: transforma ideas en campa帽as de email marketing efectivas y memorables. Su mimo por el detalle marca una diferencia real en la calidad de ejecuci贸n y en los resultados.",
    "lfi-news-fernanda-meta": "Directora de Cuentas en LFi | 7 Abr 2025",
    "lfi-news-fernanda-quote": "Ibai es un gran profesional y persona. Busca constantemente optimizar tareas, aporta un dominio s贸lido de mail marketing y eleva el rendimiento del equipo en la operaci贸n diaria.",
    "lfi-news-bani-meta": "Especialista en Automatizaci贸n en LFi",
    "lfi-news-bani-quote": "Su capacidad para sobreentregar y aportar una perspectiva m谩s amplia ha aligerado nuestra carga de trabajo. Aporta estructura, velocidad y claridad incluso bajo presi贸n."
}
